Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/himolde.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In order to qualify for the right to limit processing of your personal data, the conditions established by the Personal Data Act and Article 18 of the GDPR must be met.
nb: For å ha rett til å kreve begrensning av dine personopplysninger, må vilkårene i personopplysningsloven og GDPR artikkel 18 være oppfylte.

source: In order for you to be registered as a borrower at Molde University College and use the library’s services, we transfer personal data about you to BIBSYS/other library system.
nb: For at du skal kunne bli opprettet som lånetaker ved Høgskolen i Molde og ta i bruk bibliotektjenester, sender vi personopplysninger om deg til BIBSYS/annet biblioteksystem.

source: 2 hours of lectures per week.
nb: 2 timer forelesninger per uke.

source: OneDrive - sharing and collaboration
nb: OneDrive - deling og samhandling

source: When you log on to EpN, we log your name, national identity number (11 digits), IP address, employment affiliation and contact information (preferred e-mail address), as well as your roles and role status.
nb: Når du logger deg på i EpN lagrer vi ditt navn, ditt fødselsnummer (11 siffer), din IP-adresse, din arbeidstilknytning og kontaktinformasjon (foretrukket e-postadresse), samt roller og status for din rolle.

source: Some examples of topics addressed in this course include analysis and decision-making in the areas of network design, scheduling, workforce organization, investment planning, profitability analysis.
nb: Noen eksempler på tema som berøres er analyse og beslutninger om nettverksdesign, timeplanlegging, arbeidsstyrke planlegging, investeringsplanlegging, og lønnsomhetsanalyse.

source: 3 hours of lecture per week
nb: 3 timer forelesning hver uke.

source: 3 hours of lectures per week
nb: 3 timer forelesning pr.

source: Introduces only digital teaching at Kristiansund Campus from 2 October - Teaching takes place as usual at Molde Campus
nb: Innfører kun digital undervisning ved studiested Kristiansund fra 2.

source: The emergency team at HiMolde
nb: Beredskapsteamet ved HiMolde

source: to print from PC, Mac, and mobile devices.
nb: for utskrift fra egen PC, Mac eller mobile enheter.

source: Section 3 Responsibility for the PhD education
nb: § 3 Ansvar for ph.d.-utdanningen

source: regional planning and development
nb: regional planlegging og utvikling

source: Easy – you are signed in and ready to start.
nb: Easy – Nå er du innlogget og klar for å starte.

source: Software and architecture.
nb: Programvare og arkitektur.

source: No sensitive personal data is stored in EpN.
nb: Det finnes ingen sensitive personopplysninger i EpN.

source: We expect this will continue for the next 2 weeks.
nb: Vi regner med det blir 2 uker.

source: The use of face mask, PocketMask ™ or similar for exercise purposes is covered by the same recommendation.
nb: Bruk av ansiktsmaske, PocketMask™ eller liknende i øvingsøyemed omfattes av samme anbefaling.

source: Molde University College has a close dialogue with the infection control team in Kristiansund municipality.
nb: Høgskolen i Molde har tett dialog med smittevernteamet i Kristiansund kommune.

source: It is possible to log in to Søknadsweb using the log-in solution FEIDE.
nb: Det er mulig å logge inn i Søknadsweb med innloggingsløsningen FEIDE.

source: Philosophy of Science and Social Science methods, with particular interest in Critical realism (CR) and Critical Discourse Analysis (CDA)
nb: vitenskapsteori og samfunnsvitenskaplige metoder, med en særlig interesse for kritisk realisme (CR) og kritisk diskursanalyse (CDA)

source: – Over 300 textbooks from Elsevier.
nb: - Over 300 fagbøker fra Elsevier.

source: If you do not have OneDrive installed on the machine you are using, you can upload the document you want to share to OneDrive.
nb: Har du ikke OneDrive installert på maksinen du bruker, kan du laste opp dokumentet du vil dele, til OneDrive.

source: on the Office 365 landing page.
nb: på startsiden for Office 365.

source: Check that the recording is working and turned as you planned.
nb: Du kan gå til skrivebordet ditt og åpne videoen, hvis du vil sjekke at opptaket fungerer og ble som du ønsket.

source: Leader/ HTV - Forskerforbundet/ NAR (The Norwegian Association of Researchers), local union at HiMolde
nb: Leder/ Hovedtillitsvalgt i Forskerforbundet/ NAR (The Norwegian Association of Researchers), lokallaget ved HiMolde

source: We will make a new assessment by the end of week 42.
nb: Vi tar en ny vurdering innen utløpet av uke 42.

source: In these cases, they will process and store personal data about you in connection with your application(s).
nb: De vil i disse tilfellene behandle og lagre personopplysninger om deg knyttet til din(e) søknad(er).

source: We will process your request as soon as possible and within 30 days at the latest.
nb: Vi vil behandle din henvendelse uten ugrunnet opphold, og senest innen 30 dager.

source: This means that you must always consider the data (documents / photos and other) you choose to store on OneDrive.
nb: Det betyr at du alltid må vurdere data (dokumenter/bilder og annet) du velger å oppbevare på OneDrive.

source: It is possible to log in to Fagpersonweb using the log-in solution FEIDE.
nb: Det er mulig å logge inn i Studentweb med innloggingsløsningen FEIDE.

source: The downloaded file will be downloaded to the Downloads folder, which you can find on the right in the "Dock" on your Mac.
nb: Den nedlastede filen vil bli lastet ned til Nedlastinger-mappen, som du kan finne til høyre i "Docken" på din Mac.

source: in the BSc in Sport Management.
nb: Markedet for sport og medier

source: Sending large files - FileSender
nb: Sending av store filer - FileSender

source: The gym is closed for all activities until further notice, as there is a requirement for a distance of two meters.
nb: Trimrommet stenges for all aktivitet inntil videre, da det der er krav om to meters avstand.

source: Working and learning activities
nb: Undervisnings- og læringsformer

source: On Monday, the government presented the new national guidelines for infection control and handling of Covid-19, and here it is stated that we will continue to provide digital education.
nb: Regjeringen la i går fram de nye nasjonale føringene for smittevern og håndtering av Covid-19, og her framgår det at vi skal fortsette å gi digital undervisning.

source: • Be able to draft biotech contracts
nb: Undervisnings- og læringsformer

source: - Database with financial data for the period 1980-2020 from Oslo Stock Exchange.
nb: Den driftes av UiT og inneholder detaljerte økonomiske data med justerte priser for perioden 1980-2020.

source: 1-2 assignments will be set and must be completed and passed in order to pass the exam, with work on the assignment(s) is done mainly between the sessions.
nb: Det kan bli Molde, Trondheim eller Oslo. 1-2 oppgave som arbeidskrav (må være bestått for å kunne gå opp til eksamen), gjøres hovedsakelig mellom samlingene.

source: In Office 365 on PC or Mac, you must save the document before you can see updates made by others.
nb: I Office 365 på PC eller Mac må du lagre dokumentet før du kan se oppdateringer andre har gjort.

source: All HiMolde staff and students are automatically given usernames at the first login via SSO (FEIDE login).
nb: Alle HiMolde ansatte og studenter får brukernavn automatisk ved den første påloggingen via SSO (FEIDE innlogging).

source: You can contact Marit at 982 89 226,
nb: Du kan kontakte Marit på 982 89 226,

source: In case of doubt, proof must be displayed.
nb: Ved tvil skal bevis fremvises.

source: HiMolde's video streaming service Mediasite
nb: HiMolde sin videostrømmetjeneste Mediasite

source: Detailed information about completing the exams will be available in Canvas and StudentWeb.
nb: Detaljert informasjon om gjennomføring av eksamenene vil være tilgjengelig i Canvas og StudentWeb.

source: This means that Unit develops and maintains EpN, and Unit is also responsible for the day-to-day operation of EpN.
nb: Det vil si at Unit utvikler og forvalter EpN og at Unit har det daglige ansvaret for driften av EpN.

source: describe the machine learning methods of regression, classification and ranking.
nb: • beskrive maskinlæringstypene regresjon, klassifisering og rangering.

source: (Bolk is a good tool to apply for permission to spend more than 15%, but it costs to spend more than 15%)
nb: (Bolk er et godt verktøy til å søke om lov til å bruke mer end 15%, men det koster å bruke mer end 15%)

source: Unit staff who need to access your personal data as part of their job will be granted such access.
nb: Ansatte ved Unit som har behov for det i sin jobb vil ha tilgang til dine personopplysninger.

source: You can connect to this email account using different email clients on PC, Mac, iPAD, iPhone and Android.
nb: Du kan koble deg mot denne e-postkontoen fra forskjellige e-postklienter på PC, MAC, iPAD, iPhone og Android.

source: describe areas of use for regression, classification and ranking algorithms
nb: • beskrive anvendelsesområder for regresjons-, klassifiserings- og rangeringsalgoritmer

source: When the programs are installed, go to the Programs folder and double-click on the program you want to open.
nb: Når programmene er ferdiginstallert, gå til Programmer-mappen og dobbelklikk på programmet du ønsker å åpne.

source: Please cf. the privacy policy for RUST.
nb: Se gjerne personvernerklæringen for RUST.

source: If you log in through ID-porten, Difi’s user support and administrative staff may, if necessary, access your national identity number and contact information, as well as a limited log-in history.
nb: Hvis du logger inn med ID-porten, kan ansatte i brukerstøtte og forvaltning hos Difi ved behov se ditt fødselsnummer og kontaktinformasjon samt tidsavgrenset innloggingshistorikk.

source: Section 2 Scope, content and objectives on PhD education
nb: § 2 Omfang, innhold og målsetting for ph.d.-utdanningen

source: Recommendations from professors, tutors or work affiliations
nb: Anbefalinger fra professorer, veiledere eller arbeidskolleger

source: 4 hours lecture per week with lectures, seminars, project work and assistance from course assistants and course teacher.
nb: 4 timer undervisning per uke med forelesninger, seminarer, prosjektarbeid og oppgaveløsing med veiledning av hjelpelærer og faglærer.

source: Scope of copying for students and course participants
nb: Omfang av kopieringen for studenter og kursdeltakere

source: theories of power, rationality and knowledge / knowledge development
nb: teorier om makt, rasjonalitet og kunnskap/kunnskapsutvikling

source: participation and participation processes, including communication / communication strategies
nb: medvirkning og medvirkningsprosesser, herunder kommunikasjon/kommunikasjonsstrategier

source: EpN users with admin privileges can also see your e-mail address.
nb: Personer med EpN-admin-rolle kan i tillegg få se din e-postadresse.

source: The legal basis for processing personal data in EpN is regulated in the contract between you, as an employee, and your employer.
nb: Det rettslige grunnlaget for å behandle personopplysninger i EpN er regulert i avtale mellom deg som ansatt og din arbeidsgiver.

source: FEIDE is developed and provided by UNINETT AS.
nb: FEIDE utvikles og leveres av UNINETT AS.

source: ” to get recognized as a student or employee at Himolde:
nb: for å bli gjenkjent som student eller ansatt ved HiMolde:

source: 2020 will be remembered as the year when our society was shaken by the outbreak of COVID-19.
nb: 2020 vil bli stående som det året der samfunnet vårt ble rammet av Korona (Covid-19). Tiltak som mange av oss aldri hadde opplevd, ble satt i verk for å beskytte oss.

source: Marit Elizabeth Sand Solvik is a Student Ombud at Molde University College.
nb: Marit Elizabeth Sand Solvik er studentombud ved HiMolde.

source: Join Zoom online meeting in Canvas
nb: Delta på Zoom online undervisning/møte i Canvas

source: Who is the agreement for?
nb: Hvem gjelder avtalen for?

source: It is only possible to reserve 1 week in advance.
nb: Det er bare mulig å bestille 1 uke fram i tid.

source: To give other users full printer rights, do the following:
nb: For å gi andre brukere fulle skriverrettigheter gjør du følgende:

source: - [Norwegian] Norwegian juridical sources, laws and regulations.
nb: - Norske rettskilder, lover og forskrifter m.m.

source: Forms of teaching and learning
nb: Undervisnings- og læringsformer

source: The key card is strictly personal and may not be disclosed to others.
nb: Nøkkelkortet er strengt personlig og må ikke utleveres til andre.

source: Studentweb is developed by Unit.
nb: Flyt utvikles av Unit.

source: Install Microsoft Remote desktop from the App Store.
nb: Installere Remote desktop / Eksternt skrivebord fra App Store.

source: Install Office 365 - Mac
nb: Installere Office 365 på Mac

source: New login method for external users of Oria.no
nb: Ny innlogging for eksterne brukere i Oria.no

source: - [Norwegian] Business information.
nb: - Kreditt- og regnskapsinformasjon for bedrifter.

source: Plan, carry out and evaluate a project using Sport for Development principles
nb: Planlegge, gjennomføre og evaluere et idrett og utviklingsprosjekt

source: You can request available books from HiMolde Library, by sending an e-mail to
nb: april bestille ledige bøker fra HiMolde sine boksamlinger ved å sende e-post til

source: time you want to start VPN, you can find it in the Start Menu, Cisco AnyConnect
nb: gang du vil åpne VPN, så finner du den i Start Menyen, søk etter Cisco AnyConnect

source: Fortsett å lese Norwegian for a day
nb: Fortsett å lese Se de flotte dronebildene fra Kvam i helga

source: Give others full access to a document
nb: Gi andre full tilgang til et dokument

source: This thesis describes how experience-based perspectives on health and body exist side by side with the medical and Public Health Science perspective.
nb: Avhandlingen beskriver hvordan erfaringsbaserte og folkelige perspektiver på helse og kropp lever side om side med den medisinske og folkehelsevitenskaplige.

source: About the course
nb: Helse og sykdom

source: Detailed Guidelines for the PhD Education in Logistics
nb: Utfyllende retningslinjer for ph.d.-utdanning i logistikk

source: You also have the right to request a copy of the personal data registered about you if you so wish.
nb: Du har også rett til å få utlevert en kopi av personopplysninger om deg, dersom du ønsker det.

source: Only digitial lectures until 18 January.
nb: Kun digital undervisning fram til 18.

source: Detailed guidelines for the PhD education in logistics on the basis of Regulations for the Philosophiae Doctor Degree (PhD) at Molde University College – Specialized University in Logistics.
nb: Utfyllende retningslinjer for ph.d.-utdanning i logistikk på grunnlag av Forskrift for graden philosophiae doctor (ph.d.) ved Høgskolen i Molde, Vitenskapelig høgskole i logistikk.

source: At our campus in Kristiansund, the teaching rooms in the east wing are available as reading rooms.
nb: På vårt studiested i Kristiansund er undervisningsrommene i østre fløy tilgjengelige som lesesaler.

source: "OneDrive for business", which is what HiMolde uses, is accessible from the computer you use, like any other folder.
nb: "OneDrive for business", som er det HiMolde bruker, er tilgjengelig fra maskinen du bruker, som en hvilken som helst annen mappe.

source: Within inventory management, the course treats deterministic models for families of goods, limitation of resources, discounts and some stochastic inventory models.
nb: Innenfor lagerstyring behandles deterministiske modeller for familier av varer, begrensinger av ressurser, rabatter og noen stokastiske lagermodeller.

source: Methods like fieldwork, multistage focus group interviews and individual interviews (all carried out in “Libygda”) were used.
nb: Metoder som feltarbeid, deltagende observasjon, flerstegs fokusgruppeintervju, individuelle intervjuer (alt uført i ”Libygda”) blir benyttet.

source: Sign in to Office 365 at office.com.
nb: Logg inn på Office 365 på office.com

source: Operation of larger windows / Unix environments.
nb: Drift og vedlikehold av større windows/Unix miljøer.

source: At least 5 ECTS of courses within relevant research methodology
nb: Minst 5 stp skal være kurs innen relevant forskningsmetode

source: As part of this task, a select few of Unit’s staff have access to all personal data registered in Søknadsweb.
nb: Gjennom dette arbeidet har utvalgte personer ved Unit tilgang til alle personopplysninger som er registrert i Søknadsweb, og med det også personopplysninger som sendes til og fra FS.

source: The educational background must be relevant to the PhD Logistics program.
nb: Utdanningsbakgrunnen må være relevant for ph.d.-programmet i logistikk.

source: See the timetable and Canvas for what applies to the individual subjects and cohorts.
nb: Se timeplanen og Canvas for hva som gjelder de enkelte emnene og kullene.

source: If you want to open a document for either viewing or editing options for a large number of users, you can create a sharing link that you can send to participants.
nb: Hvis du ønsker å åpne et dokument for enten innsyn eller redigeringsmuligheter til et stort antall brukere, kan du lage en delingslenke som du kan sende til deltakerne.

source: The library on Molde campus is more open/unattended, and you must use the student card/loan card to enter.
nb: Biblioteket på Molde campus er meråpent/ubetjent, og du må bruke studentkort/lånekortet for å komme inn.

source: Any personal data you register in Søknadsweb is shared with the study administration system Common Student System (FS).
nb: Personopplysninger du registrerer i Søknadsweb sendes til det studieadministrative systemet Felles studentsystem (FS).

source: Søknadsweb is developed by Unit.
nb: Søknadsweb utvikles av Unit.

source: Most of the Molde University Computers has the Zoom client installed.
nb: Dersom du har en pc fra høgskolen i Molde, så er sannsynligvis Zoom-klienten allerede installert.

source: From books: Up to 15% of page numbers.
nb: Fra bøker: Inntil 15 % av sidetallet.

source: When you log on to EpN, you use the log-in service FEIDE.
nb: Når du logger inn i EpN benytter du innloggingsløsningen FEIDE.

source: ADM700 Global change and organizations (Autumn 2020)
nb: ADM700 Globale endringer og organisasjoner (Høst 2020)

source: Local networks and internets.
nb: Lokalnett og Internett.

source: When the supervisor assesses that the handling in of the thesis is 3-6 months ahead, the supervisor notifies the Doctoral Degree Committee, which appoints an evaluation committee.
nb: Når veileder vurderer at det er 3-6 måneder igjen til innlevering av avhandlingen, gir veileder beskjed til doktorgradsutvalget, som oppnevner bedømmelseskomité.

source: In some circumstances, this also applies if you have registered for an examination.
nb: I noen tilfeller gjelder dette også dersom du er meldt opp til eksamen.

source: find a suitable supervisor for the master-thesis
nb: finn en passende veileder for masteroppgaven

source: Contact information for Unit:
nb: Kontaktinformasjon til Unit

source: Molde University College will send the following personal data about you to the National Population Register: name, national identity number (11 digits) and address.
nb: Høgskolen i Molde sender følgende personopplysninger om deg til Folkeregisteret: navn, fødselsnummer (11 siffer) og adresse.

source: Students and staff at HiMolde can install Office 365 Office programs on private computers.
nb: Studenter og ansatte ved HiMolde kan installere Office-programmene fra Office 365 på private maskiner.

source: - Journals in full text, books etc. in sports, health, exercise, sports medicine.
nb: - Tidsskrifter i fulltekst og bøker innen sport, helse, trening og idrettsmedisin.

source: Various position in private industry since 1988.
nb: Variert bakgrunn fra det private næringslivet siden 1988.

source: Fagpersonweb is developed by Unit.
nb: Studentweb utvikles av Unit.

source: TRA500 European Transport Policies (Autumn 2021)
nb: TRA500 Europeisk transportpolitikk (Høst 2021)

source: You will receive an email with information about your conference, with telephone number and PIN code.
nb: Du vil motta en epost med informasjon om din konferanse, med telefonnummer og pinkode.

source: Mac - How to configure Remote Desktop
nb: Hvordan sette opp Remote Desktop tilgang på Mac

source: - Journals in full text - all subjects.
nb: - Tidsskrifter i fulltekst, alle fagområder.

source: Zoom for teachers
nb: Zoom for lærere

source: Everyone you previously had to keep a 1-meter distance to, you should now keep 2 meters distance.
nb: Alle du tidligere skulle holde 1 meter avstand til skal du nå holde 2 meter avstand til.

source: Please cf. the privacy policy for GAUS.
nb: Se gjerne personvernerklæringen for GAUS.

source: If the candidate wants to write a thesis in a language other than the ones mentioned in the regulations §10-1, the application must specifically mention this.
nb: Dersom kandidaten ønsker å skrive avhandlinger på et annet språk enn angitt i § 10-1, så må det nevnes spesielt i søknaden

source: You have the right to information about how Molde University College processes your personal data.
nb: Du har krav på å få informasjon om hvordan Høgskolen i Molde behandler dine personopplysninger.

source: - Journals (and some e-books) in full text - all subjects.
nb: - Tidsskrifter i fulltekst, samt noen e-bøker, innenfor naturvitenskap, økonomi, teknologi, medisin og helsefag.

source: Stay tuned to Canvas for information.
nb: Følg med på Canvas for informasjon.

source: You only need to do this the first time you open an application in Office 365.
nb: Du trenger bare å gjøre dette den første gangen du åpner et program i Office 365.

source: Molde University College uses the TimeEdit scheduling system to schedule lectures and examinations.
nb: Ved Høgskolen i Molde benyttes timeplansystemet TimeEdit for å planlegge undervisning og eksamen.

source: Section 8-1 Purpose, content and scope
nb: § 8-1 Formål, innhold og omfang

source: Remember to tidy the group room after use:-)
nb: Husk å rydde grupperommet etter bruk:-)

source: Nye planer for studietilbud i byen [Newspaper].
nb: Nye planer for studietilbud i byen

source: Use VPN if you want to use HiMoldes services when you are not on campus.
nb: Bruk VPN hvis du vil benytte HiMoldes tjenester når du ikke er på campus.

source: If you wish to exercise your rights as established in item 9 above, please contact us at
nb: Dersom du ønsker å benytte deg av dine rettigheter som er omtalt i punkt 9 ovenfor, kan du ta kontakt p

source: Search for "Microsoft Remote Desktop".
nb: Søk etter Microsoft Remote Desktop.

source: IDR302 Leadership and Management in Performance Cultures (Autumn 2021)
nb: IDR302 Ledelse i prestasjonskulturer (Høst 2021)

source: E-commerce business models
nb: Introduksjon til digital virksomhet og e-business

source: In order to facilitate for collaboration in connection with the editing process in EpN, other employees may in some cases have access to personal data about you.
nb: For å tilrettelegge for samhandling i forbindelse med revideringsprosessen i EpN, vil andre ansatte i noen tilfeller kunne se personopplysninger om deg.

source: FS is developed by Unit.
nb: FS utvikles av Unit.

source: It is possible to log in to Fagpersonweb using the log-in services MinID, BankID, Buypass and Commfides through ID-porten.
nb: Det er mulig å logge inn i Studentweb med innloggingsløsningene MinID, BankID, Buypass og Commfides via ID-porten.
